// General
"ADD" = "추가";
"OK" = "승인";
"CANCEL" = "취소";
"Space" = "작업공간";
"SPACES" = "Spaces";
"OPTIONS" = "옵션...";
"CONTINUE" = "계속";
"SEARCHING" = "검색 중...";
"CONNECTING" = "연결 중...";

// Trackpad tab
"2NDCLICK_TAPPING" = "보조 클릭을 하려면 트랙 패드에 두 손가락을 놓은 다음 단추를 클릭하십시오.";
"2NDCLICK_CLICKING" = "두 손가락을 사용하여 트랙패드를 살짝 눌러 보조 클릭";

// Keyboard tab
"FN_FLIPPER_TITLE" = "모든 F1, F2 등의 키를 표준 기능 키로 사용";
"FN_FLIPPER_NOTE" = "이 옵션이 선택되었다면 Fn 키를 눌러 각 키에 프린트된 특수 기능을 사용할 수 있습니다.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "사용자 항목";
"USER_ITEMS_DESC" = "%@ 열기";
"ONOFF_TOOLTIP" = "목록에서 단축키를 켜려면 선택하십시오.";
"RESTORE_DEFAULTS_TITLE" = "모든 단축키를 기본 설정으로 재설정하겠습니까?";
"RESTORE_DEFAULTS_DESCR" = "이 동작은 취소할 수 없습니다.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d초";
"NEVER" = "안 함";

"MOUSE" = "마우스";
"KEYBOARD" = "키보드";
"UNKNOWN" = "알 수 없음";

"NEW_APPLICATION_ITEM" = "<무제 메뉴 항목>";

"APP_IS_NOT_COMPATIBLE" = "%@ 응용 프로그램에 대해 키보드 단축키를 추가할 수 없습니다.";

"MOUSEBUTTON_OPEN" = "\“%@\” 열기";


// Gestures
"ONEFINGER" = "1개의 손가락";
"TAP_TO_CLICK_GESTURE" = "탭하여 클릭하기";
"DRAGGING_GESTURE" = "드래그하기";
"DRAGLOCK_GESTURE" = "드래그 잠금";
"TWOFINGER" = "2개의 손가락";
"TWOFINGER_SECONDARYCLICK" = "보조 클릭";
"THREEFINGER" = "3개의 손가락";
"FOURFINGER" = "4개의 손가락";
"SECONDARYCLICK_GESTURE" = "보조 클릭";
"SECONDARYCLICK_GESTURE_TAP" = "보조 탭";
"PRESS_SPECIFIC" = "보조 클릭";
"PRESS_ANYWHER" = "두 손가락으로 아무 곳이나 누르기";
"SCREENZOOMGESTURE" = "화면 확대/축소";
"PINCH_GESTURE" = "손가락을 모으고 펴서 확대 & 축소";
"ROTATE_GESTURE" = "회전하기";
"3FINGER_SWIPE_GESTURE" = "쓸어 넘기면서 탐색하기";
"2FINGER_SCROLL_GESTURE" = "스크롤하기";
"4FINGER_UPDOWN_GESTURE_NAME" = "위/아래로 쓸어 넘겨서 Exposé 실행";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "위/아래로 쓸어넘겨서 탐색하기";
"4FINGER_SWIPE_GESTURE_NAME" = "왼쪽/오른쪽으로 쓸어 넘겨서 응용 프로그램 전환";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "왼쪽/오른쪽으로 쓸어넘겨서 탐색하기";

"BOTTOM_RIGHT_CORNER" = "하단 오른쪽 모서리";
"BOTTOM_LEFT_CORNER" = "하단 왼쪽 모서리";

"WITH_MOMENTUM" = "관성 있음";
"WITHOUT_MOMENTUM" = "관성 없음";
//
"THREE_FINGER_DRAGGING" = "드래그하기";
"SWIPE_TO_NAVIGATE" = "쓸어 넘기면서 탐색하기";

//
"GESTURE_SWITCH_APP" = "응용 프로그램 전환";
"GESTURE_NAVIGATE" = "탐색";
"GESTURE_EXPOSE" = "Exposé";


// Gesture notes
"AX_TapToClick" = "클릭하려면 손가락 하나로 트랙패드를 살짝 누르십시오.";
"AX_Dragging" = "드래그하려면 트랙패드를 살짝 누른 다음, 트랙패드에서 손가락을 떼지 말고 움직이십시오. 드래그를 중지하려면 손가락을 드십시오.";
"AX_DragLock" = "드래그하려면 트랙패드를 살짝 누른 다음, 트랙패드에서 손가락을 떼지 말고 움직이십시오. 드래그를 중단하려면 다시 살짝 누르십시오.";
"AX_SecondaryClick" = "어떤 항목의 단축 메뉴를 열려면, 트랙패드에 두개의 손가락을 놓고 트랙패드의 단추를 클릭하십시오. \“탭하여 클릭하기\”가 선택되어 있다면 트랙패드에서 두 손가락을 살짝 누르십시오.";
"AX_Scroll" = "활성 윈도우의 콘텐츠에 따라 스크롤하려면, 두 손가락을 트랙패드에 놓고 위, 아래 또는 옆으로 움직이십시오.";
"AX_ScreenZoom" = "화면 이미지를 확대하거나 축소하려면, Control 키를 누른 상태에서 트랙패드에 두 손가락을 놓고 위 또는 아래로 움직이십시오. 조합 키를 변경하려면 옵션을 클릭하십시오.";
"AX_Pinch" = "사진 또는 기타 항목을 확대 또는 축소하려면, 트랙패드에서 손가락과 엄지를 밀어서 벌리거나 모으십시오.";
"AX_Rotate" = "화면상의 이미지 및 기타 항목을 회전하려면, 트랙패드에서 두 손가락을 왼쪽 또는 오른쪽으로 회전하십시오.";
"AX_Swipe" = "이전 또는 다음 항목으로 이동하려면, 트랙패드에서 세 손가락을 왼쪽 또는 오른쪽으로 빠르게 슬라이드하십시오.";
"AX_4F_Swipe_EXPOSE" = "Exposé를 사용하려면 손가락 4개를 트랙패드 위에 대고 위 또는 아래로 미십시오.";
"AX_4F_Swipe_APPS" = "열려 있는 응용 프로그램 간에 전환하려면 손가락 4개를 트랙패드에 대고 오른쪽 또는 왼쪽으로 미십시오. ";


//
"TOP_LABEL_BT_OFF_HEADER" = "Bluetooth를 켜십시오.";
"TOP_LABEL_BT_HEADER" = "Bluetooth 트랙패드가 인식될 때까지 기다리십시오.";
"MID_LABEL_NO_TRACKPAD" = "발견된 트랙패드 없음";
"MID_LABEL_1_TRACKPAD" = "1개의 트랙패드 발견됨";
"MID_LABEL_TRACKPAD_FOUND" = "\“%@\” 발견됨";
"TURN_BT_ON" = "Bluetooth 켜기";
